/* Combined English Source for Open edX iOS */
"AppDates.DATES.TITLE" = "Tanggal";
"AppDates.DATES.PAST_DUE" = "Terlambat";
"AppDates.DATES.TODAY" = "Hari ini";
"AppDates.DATES.THIS_WEEK" = "Minggu Ini";
"AppDates.DATES.NEXT_WEEK" = "Minggu Depan";
"AppDates.DATES.UPCOMING" = "Mendatang";
"AppDates.EMPTY.TITLE" = "Tanpa Tanggal";
"AppDates.EMPTY.SUBTITLE" = "Anda saat ini tidak memiliki kursus aktif dengan jadwal acara. Daftarlah ke kursus untuk melihat tanggal dan tenggat waktu penting.";
"AppDates.SHIFT_DUE_DATES.TITLE" = "Melewatkan Beberapa Tenggat Waktu?";
"AppDates.SHIFT_DUE_DATES.DESCRIPTION" = "Jangan khawatir - geser jadwal yang kami sarankan untuk menyelesaikan tugas yang sudah jatuh tempo tanpa kehilangan kemajuan apa pun.";
"AppDates.SHIFT_DUE_DATES.BUTTON" = "Geser Tanggal Jatuh Tempo";
"Profile.TITLE" = "Profil";
"Profile.INFO" = "Informasi profil";
"Profile.ABOUT" = "Tentang Saya";
"Profile.EDIT_PROFILE" = "Sunting profil";
"Profile.YEAR_OF_BIRTH" = "Tahun kelahiran:";
"Profile.BIO" = "Biografi:";
"Profile.SETTINGS" = "Pengaturan";
"Profile.SETTINGS_VIDEO" = "Pengaturan video";
"Profile.DATES_AND_CALENDAR" = "Tanggal &amp; Kalender";
"Profile.SUPPORT_INFO" = "Informasi dukungan";
"Profile.CONTACT" = "Hubungi dukungan";
"Profile.TERMS" = "Syarat Penggunaan";
"Profile.PRIVACY" = "Kebijakan Privasi";
"Profile.COOKIE_POLICY" = "Kebijakan Cookie";
"Profile.CURRENT_LEARNING_SITE" = "Situs Pembelajaran Saat Ini";
"Profile.DO_NOT_SELL_INFORMATION" = "Jangan menjual informasi pribadi saya";
"Profile.FAQ_TITLE" = "Lihat FAQ";
"Profile.MANAGE_ACCOUNT" = "Kelola Akun";
"Profile.LEARNING_SITES" = "Situs Pembelajaran";
"Profile.LOGOUT" = "Keluar";
"Profile.SWITCH_TO" = "Beralih ke";
"Profile.FULL_PROFILE" = "profil lengkap";
"Profile.LIMITED_PROFILE" = "profil terbatas";
"Profile.LOGOUT_ALERT.TITLE" = "Konfirmasi logout";
"Profile.LOGOUT_ALERT.TEXT" = "Apakah Anda yakin ingin logout?";
"Profile.DELETE_ALERT.TITLE" = "Peringatan!";
"Profile.DELETE_ALERT.TEXT" = "Apakah Anda benar-benar ingin menghapus akun Anda?";
"Profile.UNSAVED_DATA_ALERT.TITLE" = "Tinggalkan tanpa menyimpan?";
"Profile.UNSAVED_DATA_ALERT.TEXT" = "Perubahan yang Anda buat akan dibuang.";
"Profile.EDIT.TOO_YONG_USER" = "Anda harus berusia di atas 13 tahun untuk memiliki profil dengan akses penuh terhadap informasi.";
"Profile.EDIT.LIMITED_PROFILE_DESCRIPTION" = "Profil terbatas hanya membagikan nama pengguna dan foto profil Anda.";
"Profile.EDIT.DELETE_ACCOUNT" = "Hapus akun";
"Profile.EDIT.FIELDS.YEAR_OF_BIRTH" = "Tahun kelahiran";
"Profile.EDIT.FIELDS.LOCATION" = "Lokasi";
"Profile.EDIT.FIELDS.SPOKEN_LANGUGAE" = "Bahasa lisan";
"Profile.EDIT.FIELDS.ABOUT_ME" = "Tentang saya:";
"Profile.EDIT.BOTTOM_SHEET.TITLE" = "Ubah gambar profil";
"Profile.EDIT.BOTTOM_SHEET.SELECT" = "Pilih dari galeri";
"Profile.EDIT.BOTTOM_SHEET.REMOVE" = "Hapus foto";
"Profile.EDIT.BOTTOM_SHEET.CANCEL" = "Batalkan";
"Profile.DELETE_ACCOUNT.TITLE" = "Hapus akun";
"Profile.DELETE_ACCOUNT.ARE_YOU_SURE" = "Apakah Anda yakin ingin? ";
"Profile.DELETE_ACCOUNT.WANT_TO_DELETE" = "Hapus akun anda?";
"Profile.DELETE_ACCOUNT.DESCRIPTION" = "Untuk mengonfirmasi tindakan ini, masukkan sandi akun Anda.";
"Profile.DELETE_ACCOUNT.PASSWORD" = "Sandi";
"Profile.DELETE_ACCOUNT.PASSWORD_DESCRIPTION" = "Masukkan sandi";
"Profile.DELETE_ACCOUNT.CONFIRM" = "Ya, hapus akun";
"Profile.DELETE_ACCOUNT.BACK_TO_PROFILE" = "Kembali ke profil";
"Profile.DELETE_ACCOUNT.INCORRECT_PASSWORD" = "Kata sandinya salah. Silakan coba lagi.";
"Profile.SETTINGS.VIDEO_SETTINGS_TITLE" = "Pengaturan video";
"Profile.SETTINGS.WIFI_TITLE" = "Unduh hanya Wi-fi";
"Profile.SETTINGS.WIFI_DESCRIPTION" = "Hanya unduh konten saat wi-fi dihidupkan";
"Profile.SETTINGS.VIDEO_QUALITY_TITLE" = "Kualitas streaming video";
"Profile.SETTINGS.VIDEO_QUALITY_DESCRIPTION" = "Otomatis (Disarankan)";
"Profile.SETTINGS.QUALITY_AUTO_TITLE" = "Mobil";
"Profile.SETTINGS.QUALITY_AUTO_DESCRIPTION" = "Direkomendasikan";
"Profile.SETTINGS.QUALITY_360_TITLE" = "360p";
"Profile.SETTINGS.QUALITY_360_DESCRIPTION" = "Penggunaan data lebih rendah";
"Profile.SETTINGS.QUALITY_540_TITLE" = "540p";
"Profile.SETTINGS.QUALITY_720_TITLE" = "720p";
"Profile.SETTINGS.QUALITY_720_DESCRIPTION" = "Kualitas terbaik";
"Profile.SETTINGS.VERSION" = "Versi: kapan:";
"Profile.SETTINGS.UP_TO_DATE" = "Terkini";
"Profile.SETTINGS.TAP_TO_UPDATE" = "Ketuk untuk memperbarui ke versi";
"Profile.SETTINGS.TAP_TO_INSTALL" = "Ketuk untuk menginstal pembaruan aplikasi yang diperlukan";
"Profile.ERROR.CANNOT_SEND_EMAIL" = "Tidak dapat mengirim email. Tampaknya klien email Anda belum disiapkan.";
"Profile.CALENDAR.NEW_CALENDAR" = "Kalender Baru";
"Profile.CALENDAR.CHANGE_SYNC_OPTIONS" = "Ubah Opsi Sinkronisasi";
"Profile.CALENDAR.ACCOUNT" = "Akun";
"Profile.CALENDAR.CALENDAR_NAME" = "Nama Kalender";
"Profile.CALENDAR.COLOR" = "Warna";
"Profile.CALENDAR.UPCOMING_ASSIGNMENTS" = "Tugas mendatang untuk mata kuliah aktif akan muncul di kalender ini";
"Profile.CALENDAR.CANCEL" = "Batalkan";
"Profile.CALENDAR.BEGIN_SYNCING" = "Mulai Menyinkronkan";
"Profile.ASSIGNMENT_STATUS.SYNCED" = "Tersinkronisasi";
"Profile.ASSIGNMENT_STATUS.FAILED" = "Sinkronisasi Gagal";
"Profile.ASSIGNMENT_STATUS.OFFLINE" = "Luring";
"Profile.ASSIGNMENT_STATUS.SYNCING" = "Menyinkronkan ke kalender...";
"Profile.CALENDAR_DIALOG.CALENDAR_ACCESS" = "Akses Kalender";
"Profile.CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC" = "Nonaktifkan Sinkronisasi Kalender";
"Profile.CALENDAR_DIALOG.CALENDAR_ACCESS_DESCRIPTION" = "Untuk menampilkan tugas mendatang dan pencapaian kursus di kalender Anda, kami memerlukan izin untuk mengakses kalender Anda.";
"Profile.CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC_DESCRIPTION" = "Menonaktifkan sinkronisasi kalender akan menghapus kalender “%@”. Anda dapat mengaktifkan kembali sinkronisasi kalender kapan saja.";
"Profile.CALENDAR_DIALOG.GRANT_CALENDAR_ACCESS" = "Berikan Akses Kalender";
"Profile.CALENDAR_DIALOG.DISABLE_SYNCING" = "Nonaktifkan Sinkronisasi";
"Profile.CALENDAR_DIALOG.CANCEL" = "Batalkan";
"Profile.DATES_AND_CALENDAR.TITLE" = "Tanggal &amp; Kalender";
"Profile.CALENDAR_SYNC.TITLE" = "Sinkronisasi Kalender";
"Profile.CALENDAR_SYNC.DESCRIPTION" = "Siapkan sinkronisasi kalender untuk menampilkan tugas mendatang dan pencapaian kursus di kalender Anda. Tugas baru dan tanggal kursus yang diubah akan disinkronkan secara otomatis";
"Profile.CALENDAR_SYNC.BUTTON" = "Siapkan Sinkronisasi Kalender";
"Profile.OPTIONS.TITLE" = "Pilihan";
"Profile.OPTIONS.USE_RELATIVE_DATES" = "Gunakan tanggal relatif";
"Profile.OPTIONS.SHOW_RELATIVE_DATES" = "Tampilkan tanggal relatif seperti “Besok” dan “Kemarin”";
"Profile.OPTIONS.SHOW_FULL_DATES" = "Tampilkan tanggal lengkap seperti “1 Januari 2021”";
"Profile.DATES_AND_CALENDAR.TITLE" = "Tanggal &amp; Kalender";
"Profile.COURSE_CALENDAR_SYNC.TITLE" = "Sinkronisasi Kalender Kursus";
"Profile.COURSE_CALENDAR_SYNC.DESCRIPTION.RECONNECT_REQUIRED" = "Harap sambungkan kembali kalender Anda untuk melanjutkan sinkronisasi";
"Profile.COURSE_CALENDAR_SYNC.DESCRIPTION.SYNCING" = "Saat ini sedang menyinkronkan acara ke kalender Anda";
"Profile.COURSE_CALENDAR_SYNC.BUTTON.RECONNECT" = "Hubungkan kembali Kalender";
"Profile.COURSE_CALENDAR_SYNC.BUTTON.CHANGE_SYNC_OPTIONS" = "Ubah Opsi Sinkronisasi";
"Profile.COURSES_TO_SYNC.SYNCING_COURSES" = "Menyinkronkan Kursus %d";
"Profile.OPTIONS.TITLE" = "Pilihan";
"Profile.OPTIONS.USE_RELATIVE_DATES" = "Gunakan tanggal relatif";
"Profile.OPTIONS.SHOW_RELATIVE_DATES" = "Tampilkan tanggal relatif seperti “Besok” dan “Kemarin”";
"Profile.COURSES_TO_SYNC.TITLE" = "Kursus untuk Disinkronkan";
"Profile.COURSES_TO_SYNC.DESCRIPTION" = "Menonaktifkan sinkronisasi suatu kursus akan menghapus semua acara yang terhubung dengan kursus tersebut dari kalender Anda yang disinkronkan.";
"Profile.COURSES_TO_SYNC.HIDE_INACTIVE_COURSES" = "Sembunyikan Kursus Tidak Aktif";
"Profile.COURSES_TO_SYNC.HIDE_INACTIVE_COURSES_DESCRIPTION" = "Secara otomatis menghapus acara dari kursus yang belum Anda lihat dalam sebulan terakhir";
"Profile.COURSES_TO_SYNC.INACTIVE" = "Tidak aktif";
"Profile.CALENDAR.DROPDOWN.ICLOUD" = "iCloud";
"Profile.CALENDAR.DROPDOWN.LOCAL" = "Lokal";
"Profile.CALENDAR.DROPDOWN_COLOR.ACCENT" = "Aksen";
"Profile.CALENDAR.DROPDOWN_COLOR.RED" = "Merah";
"Profile.CALENDAR.DROPDOWN_COLOR.ORANGE" = "";
"Profile.CALENDAR.DROPDOWN_COLOR.YELLOW" = "Kuning";
"Profile.CALENDAR.DROPDOWN_COLOR.GREEN" = "Hijau";
"Profile.CALENDAR.DROPDOWN_COLOR.BLUE" = "Biru";
"Profile.CALENDAR.DROPDOWN_COLOR.PURPLE" = "Ungu";
"Profile.CALENDAR.DROPDOWN_COLOR.BROWN" = "Cokelat";
"Profile.CALENDAR.COURSE_DATES" = "%@ Tanggal Kursus";
"Profile.DROP_DOWN_PICKER.SELECT" = "Pilih";
"Profile.SYNC_SELECTOR.SYNCED" = "Untuk Menyinkronkan";
"Profile.SYNC_SELECTOR.NOT_SYNCED" = "Tidak Disinkronkan";
"Profile.SYNC.NO_SYNCED" = "Tidak Ada Kursus yang Disinkronkan";
"Profile.SYNC.NO_SYNCED_DESCRIPTION" = "Saat ini tidak ada kursus yang disinkronkan ke kalender Anda.";
"Downloads.DOWNLOADS.TITLE" = "Unduhan";
"Downloads.DOWNLOADS.MANAGE_DOWNLOAD_SETTINGS" = "Kelola Pengaturan Unduh";
"Downloads.DOWNLOADS.NO_COURSES_TO_DOWNLOAD.TITLE" = "Tidak Ada Kursus dengan Konten yang Dapat Diunduh";
"Downloads.DOWNLOADS.NO_COURSES_TO_DOWNLOAD.DESCRIPTION" = "Saat ini Anda tidak memiliki kursus dengan konten yang dapat diunduh.";
"Downloads.DOWNLOADS.CELL.DOWNLOADED" = "%@ telah diunduh";
"Downloads.DOWNLOADS.CELL.ALL_DOWNLOADED" = "Semua %@ mengunduh";
"Downloads.DOWNLOADS.CELL.AVAILABLE" = "%@ tersedia";
"Downloads.DOWNLOADS.CELL.DOWNLOAD_COURSE" = "Unduh kursus";
"Downloads.DOWNLOADS.CELL.DOWNLOADING" = "Sedang mengunduh";
"Downloads.DOWNLOADS.CELL.LOADING_COURSE_STRUCTURE" = "Memuat struktur kursus...";
"Downloads.MENU_OPTION.REMOVE" = "Hapus unduhan kursus";
"Downloads.MENU_OPTION.CANCEL" = "Batal unduh";
"Discovery.TITLE" = "";
"Discovery.SEARCH" = "Cari";
"Discovery.HEADER.TITLE_1" = "Temukan yang baru";
"Discovery.HEADER.TITLE_2" = "Mari temukan kursus baru untuk Anda.";
"Discovery.SEARCH.TITLE" = "Hasil pencarian";
"Discovery.SEARCH.EMPTY_DESCRIPTION" = "Mulailah mengetik untuk menemukan kursus";
"Discovery.UPDATE_REQUIRED_TITLE" = "Pembaruan Aplikasi Diperlukan";
"Discovery.UPDATE_REQUIRED_DESCRIPTION" = "Versi aplikasi OpenEdX ini sudah kedaluwarsa. Untuk terus belajar dan mendapatkan fitur serta perbaikan terbaru, harap tingkatkan ke versi terbaru.";
"Discovery.UPDATE_WHY_NEED" = "Mengapa saya harus memperbarui?";
"Discovery.UPDATE_DEPRECATED_APP" = "Versi Aplikasi yang Tidak Digunakan Lagi";
"Discovery.UPDATE_BUTTON" = "Pembaruan";
"Discovery.UPDATE_ACCOUNT_SETTINGS" = "Pengaturan akun";
"Discovery.UPDATE_NEEDED_TITLE" = "Pembaruan Aplikasi";
"Discovery.UPDATE_NEEDED_DESCRIPTION" = "Kami menyarankan Anda memperbarui ke versi terbaru. Tingkatkan sekarang untuk menerima fitur dan perbaikan terbaru.";
"Discovery.UPDATE_NEEDED_NOT_NOW" = "Tidak sekarang";
"Discovery.UPDATE_NEW_AVALIABLE" = "Pembaruan baru tersedia! Tingkatkan sekarang untuk menerima fitur dan perbaikan terbaru";
"Discovery.ALERT.LEAVING_APP_TITLE" = "Meninggalkan aplikasi";
"Discovery.ALERT.LEAVING_APP_MESSAGE" = "Anda sekarang keluar dari aplikasi dan membuka browser";
"Discovery.DETAILS.TITLE" = "Detail kursus";
"Discovery.DETAILS.VIEW_COURSE" = "Lihat kursus";
"Discovery.DETAILS.ENROLL_NOW" = "Daftar sekarang";
"Discovery.DETAILS.ENROLLMENT_DATE_IS_OVER" = "Anda tidak dapat mendaftar pada kursus ini karena tanggal pendaftaran telah berakhir.";
"Discovery.DETAILS.ENROLLMENT_NO_INTERNET" = "Untuk mendaftar kursus ini, pastikan Anda terhubung ke internet.";
"Discovery.DETAILS.COURSE_BANNER" = "Spanduk kursus";
"Discovery.ALERT.AUTHORIZATION" = "Otorisasi";
"Discovery.ALERT.PLEASE_ENTER_THE_SYSTEM" = "Silakan masuk ke sistem untuk melanjutkan pendaftaran kursus.";
"Discussion.TITLE" = "Diskusi";
"Discussion.BANNER.DISCUSSIONS_IS_DISABLED" = "Posting dalam diskusi dinonaktifkan oleh tim kursus";
"Discussion.TOPICS.SEARCH" = "Cari semua postingan";
"Discussion.TOPICS.ALL_POSTS" = "Semua Postingan";
"Discussion.TOPICS.POST_IM_FOLLOWING" = "Pos yang saya ikuti";
"Discussion.TOPICS.MAIN_CATEGORIES" = "Kategori utama";
"Discussion.TOPICS.UNNAMED" = "Subkategori tanpa nama";
"Discussion.POSTS.SORT.RECENT_ACTIVITY" = "Aktivitas Terbaru";
"Discussion.POSTS.SORT.MOST_ACTIVITY" = "Aktivitas Terbanyak";
"Discussion.POSTS.SORT.MOST_VOTES" = "Suara Terbanyak";
"Discussion.POSTS.NO_DISCUSSION.TITLE" = "Belum ada diskusi";
"Discussion.POSTS.NO_DISCUSSION.DESCRIPTION" = "Klik tombol di bawah untuk membuat diskusi pertama kamu.";
"Discussion.POSTS.NO_DISCUSSION.CREATEBUTTON" = "Buat diskusi";
"Discussion.POSTS.NO_DISCUSSION.ADD_POST" = "Tambahkan postingan";
"Discussion.POSTS.FILTER.ALL_POSTS" = "Semua Postingan";
"Discussion.POSTS.FILTER.UNREAD" = "Belum dibaca";
"Discussion.POSTS.FILTER.UNANSWERED" = "Tidak terjawab";
"Discussion.POSTS.CREATE_NEW_POST" = "Buat postingan baru";
"Discussion.POSTS.ALERT.MAKE_SELECTION" = "Tentukan pilihan";
"Discussion.POST.LAST_POST" = "Postingan terakhir:";
"Discussion.THREAD.ALERT.COMMENT_ADDED" = "Komentar ditambahkan";
"Discussion.THREAD.ADD_RESPONSE" = "Tambahkan tanggapan";
"Discussion.CREATE_THREAD.NEW_POST" = "Buat postingan baru";
"Discussion.CREATE_THREAD.SELECT_POST_TYPE" = "Pilih jenis posting";
"Discussion.CREATE_THREAD.TOPIC" = "Topik";
"Discussion.CREATE_THREAD.TITLE" = "Judul";
"Discussion.CREATE_THREAD.FOLLOW_DISCUSSION" = "Ikuti diskusi ini";
"Discussion.CREATE_THREAD.FOLLOW_QUESTION" = "Ikuti pertanyaan ini";
"Discussion.CREATE_THREAD.CREATE_DISCUSSION" = "Buat diskusi baru";
"Discussion.CREATE_THREAD.CREATE_QUESTION" = "Buat pertanyaan baru";
"Discussion.COMMENT.REPORT" = "Laporan";
"Discussion.COMMENT.UNREPORT" = "Batalkan laporan";
"Discussion.COMMENT.FOLLOW" = "Ikuti";
"Discussion.COMMENT.UNFOLLOW" = "Berhenti mengikuti";
"Discussion.RESPONSE.COMMENTS_RESPONSES" = "Komentar";
"Discussion.RESPONSE.ALERT.COMMENT_ADDED" = "Komentar ditambahkan";
"Discussion.RESPONSE.ADD_COMMENT" = "Tambahkan komentar";
"Discussion.POST_TYPE.QUESTION" = "pertanyaan";
"Discussion.POST_TYPE.DISCUSSION" = "diskusi";
"Discussion.SEARCH" = "Cari";
"Discussion.SEARCH.TITLE" = "Hasil Pencarian";
"Discussion.SEARCH.EMPTY_DESCRIPTION" = "Mulailah mengetik untuk menemukan topik";
"Discussion.ANONYMOUS" = "Anonim";
"Discussion.ERROR.UNABLE_TO_LOAD_DISCUSSION" = "Tidak dapat memuat diskusi.\nCoba lagi nanti.";
"Course.OUTLINE.PASSED_THE_COURSE" = "Selamat, Anda telah mendapatkan sertifikat kursus ini di “%@\.”";
"Course.OUTLINE.VIEW_CERTIFICATE" = "Lihat sertifikat";
"Course.OUTLINE.CERTIFICATE" = "Sertifikat";
"Course.OUTLINE.COURSE_VIDEOS" = "Video-video kursus";
"Course.OUTLINE.COURSE_HASNT_STARTED" = "Pelajaran ini belum dimulai.";
"Course.COURSEWARE.COURSE_CONTENT" = "Konten kursus";
"Course.COURSEWARE.COURSE_UNITS" = "Kursus unit";
"Course.COURSEWARE.NEXT" = "Selanjutnya";
"Course.COURSEWARE.PREVIOUS" = "Sebelumnya";
"Course.COURSEWARE.PREVIOUS_FULL" = "Sebelumnya";
"Course.COURSEWARE.FINISH" = "Selesai";
"Course.COURSEWARE.GOOD_WORK" = "Kerja bagus!";
"Course.COURSEWARE.BACK_TO_OUTLINE" = "Kembali ke garis besar";
"Course.COURSEWARE.SECTION" = "Kamu telah menyelesaikan “";
"Course.COURSEWARE.IS_FINISHED" = "“.";
"Course.COURSEWARE.CONTINUE" = "Lanjutkan";
"Course.COURSEWARE.RESUME_WITH" = "Lanjutkan dengan:";
"Course.ERROR.NO_INTERNET" = "Anda tidak terhubung ke Internet. Silakan periksa koneksi Internet Anda.";
"Course.ERROR.RELOAD" = "Muat ulang";
"Course.ERROR.COMPONENT_NOT_FOUNT" = "Komponen kursus tidak ditemukan, silakan muat ulang";
"Course.ERROR.HANDOUTS_UNAVAILABLE" = "Saat ini tidak ada handout untuk kursus ini.";
"Course.ERROR.ANNOUNCEMENTS_UNAVAILABLE" = "Saat ini tidak ada pengumuman untuk kursus ini.";
"Course.ERROR.VIDEOS_UNAVAILABLE" = "Tidak ada video yang tersedia untuk kursus ini.";
"Course.ERROR.ASSIGNMENTS_UNAVAILABLE" = "Tidak ada tugas yang tersedia untuk kursus ini.";
"Course.ERROR.COURSE_DATE_UNAVAILABLE" = "Tanggal kursus saat ini tidak tersedia.";
"Course.ERROR.COURSEWARE_UNAVAILABLE" = "Tidak ada konten kursus yang tersedia saat ini.";
"Course.ALERT.ROTATE_DEVICE" = "Anda perlu memutar perangkat untuk melihat video ini dalam layar penuh.";
"Course.ALERT.DELETE_ALL_VIDEOS" = "Apakah Anda yakin ingin menghapus semua video untuk";
"Course.ALERT.DELETE_VIDEOS" = "Apakah Anda yakin ingin menghapus video untuk?";
"Course.ALERT.STOP_DOWNLOADING" = "Mematikan sakelar akan menghentikan mengunduh dan menghapus semua video yang diunduh untuk pengguna.";
"Course.ALERT.WARNING" = "Peringatan";
"Course.COURSE_CONTAINER.HOME" = "Beranda";
"Course.COURSE_CONTAINER.CONTENT" = "Content";
"Course.COURSE_CONTAINER.PROGRESS" = "Perkembangan";
"Course.COURSE_CONTAINER.VIDEOS" = "Videos";
"Course.COURSE_CONTAINER.OFFLINE" = "Luring";
"Course.COURSE_CONTAINER.DATES" = "Tanggal";
"Course.COURSE_CONTAINER.DISCUSSIONS" = "Diskusi";
"Course.COURSE_CONTAINER.HANDOUTS" = "Lebih";
"Course.COURSE_CONTAINER.HANDOUTS_IN_DEVELOPING" = "Handouts Dalam pengembangan";
"Course.COURSE_CAROUSEL.PROGRESS_COMPLETION" = "Anda telah menyelesaikan %@%% dari kemajuan kursus";
"Course.COURSE_CAROUSEL.GRADES" = "Nilai";
"Course.COURSE_CAROUSEL.GRADES_DESCRIPTION" = "Ini merupakan nilai tertimbang Anda terhadap nilai yang dibutuhkan untuk lulus mata kuliah ini.";
"Course.COURSE_CAROUSEL.ALL_CONTENT" = "Semua konten";
"Course.COURSE_CAROUSEL.UPGRADE_NOW_BODY" = "Anda sedang mengaudit kursus ini sekarang dan memiliki akses terbatas ke materi kursus.";
"Course.COURSE_CAROUSEL.UPGRADE_NOW_BUTTON" = "Tingkatkan sekarang";
"Course.COURSE_CAROUSEL.ALL_VIDEOS_COMPLETED" = "Anda sudah menonton semua video!";
"Course.COURSE_CAROUSEL.ALL_ASSIGNMENTS_COMPLETED" = "Anda sudah menyelesaikan semua tugas!";
"Course.COURSE_CAROUSEL.VIDEOS_COMPLETED" = "Video\ntelah selesai";
"Course.COURSE_CAROUSEL.ASSIGMENTS_COMPLETED" = "Tugas\ndiselesaikan";
"Course.COURSE_CAROUSEL.CONTINUE_WATCHING" = "Lanjutkan Menonton";
"Course.COURSE_CAROUSEL.NEXT_VIDEO" = "Video Selanjutnya";
"Course.COURSE_CAROUSEL.VIEW_ALL_VIDEOS" = "All Videos";
"Course.COURSE_CAROUSEL.VIEW_ALL_ASSIGNMENTS" = "Semua penugasan";
"Course.COURSE_CAROUSEL.NEXT_ASSIGNMENTS" = "Tugas Berikutnya";
"Course.COURSE_CONTENT.ALL" = "Semua";
"Course.COURSE_CONTENT.VIDEOS" = "Video";
"Course.COURSE_CONTENT.ASSIGNMENTS" = "Assignments";
"Course.COURSE_CONTAINER.PROGRESS.TITLE" = "Penyelesaian Kursus";
"Course.COURSE_CONTAINER.PROGRESS.DESCRIPTION" = "Ini menunjukkan seberapa banyak konten kursus yang telah Anda selesaikan. Harap diperhatikan bahwa beberapa konten mungkin belum dirilis.";
"Course.COURSE_CONTAINER.PROGRESS.COMPLETED" = "Lengkap";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_PROGRESS" = "Kemajuan Keseluruhan";
"Course.COURSE_CONTAINER.PROGRESS.REMAINING" = "Tersisa";
"Course.COURSE_CONTAINER.PROGRESS.LOCKED" = "Locked";
"Course.COURSE_CONTAINER.PROGRESS.GRADE_PROGRESS" = "Kemajuan Nilai";
"Course.COURSE_CONTAINER.PROGRESS.PASSING" = "Lulus";
"Course.COURSE_CONTAINER.PROGRESS.NOT_PASSING" = "Tidak Lulus";
"Course.COURSE_CONTAINER.PROGRESS.VIEW_CERTIFICATE" = "Lihat Sertifikat";
"Course.COURSE_CONTAINER.PROGRESS.SECTIONS_PROGRESS" = "Kemajuan Bagian";
"Course.COURSE_CONTAINER.PROGRESS.NO_PROGRESS_AVAILABLE" = "Tidak ada kemajuan tersedia";
"Course.COURSE_CONTAINER.PROGRESS.START_LEARNING" = "Mulai belajar untuk melihat kemajuan Anda di sini";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_GRADE" = "Overall Grade";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_GRADE_DESCRIPTION" = "Ini merupakan nilai tertimbang Anda terhadap nilai yang dibutuhkan untuk lulus mata kuliah ini.";
"Course.COURSE_CONTAINER.PROGRESS.CURRENT_OVERALL_WEIGHTED_GRADE" = "Nilai Keseluruhan Tertimbang Saat Ini:";
"Course.COURSE_CONTAINER.PROGRESS.WEIGHTED_GRADE_REQUIRED" = "Diperlukan nilai rata-rata berbobot %@%% untuk lulus kursus ini";
"Course.COURSE_CONTAINER.PROGRESS.REQUIRED" = "Diperlukan";
"Course.COURSE_CONTAINER.PROGRESS.GRADE_DETAILS" = "Detail Nilai";
"Course.COURSE_CONTAINER.PROGRESS.ASSIGNMENT_TYPE" = "Assignment Type";
"Course.COURSE_CONTAINER.PROGRESS.CURRENT_MAX_PERCENT" = "Saat Ini / Maks %%";
"Course.COURSE_CONTAINER.PROGRESS.COMPLETE" = "Menyelesaikan";
"Course.COURSE_CONTAINER.PROGRESS.OF_GRADE" = "dari Nilai";
"Course.COURSE_CONTAINER.PROGRESS.NO_GRADED_ASSIGNMENTS" = "Kursus ini tidak mengandung tugas yang dinilai.";
"Course.HANDOUTS_CELL_HANDOUTS.TITLE" = "";
"Course.HANDOUTS_CELL_ANNOUNCEMENTS.TITLE" = "Pengumuman";
"Course.HANDOUTS_CELL_HANDOUTS.DESCRIPTION" = "Temukan informasi kursus yang penting";
"Course.HANDOUTS_CELL_ANNOUNCEMENTS.DESCRIPTION" = "Ikuti terus berita terkini";
"Course.NOT_AVALIABLE.TITLE" = "Komponen interaktif ini tidak tersedia di perangkat seluler";
"Course.NOT_AVALIABLE.DESCRIPTION" = "Jelajahi bagian lain dari kursus ini atau lihat ini di web.";
"Course.NOT_AVALIABLE.BUTTON" = "Buka di browser";
"Course.SUBTITLES.TITLE" = "Subjudul";
"Course.ACCESSIBILITY.DOWNLOAD" = "Unduh";
"Course.ACCESSIBILITY.CANCEL_DOWNLOAD" = "Batal unduh";
"Course.ACCESSIBILITY.DELETE_DOWNLOAD" = "Hapus unduhan";
"Course.ACCESSIBILITY.PROGRESS_RING" = "Lingkaran kemajuan penyelesaian kursus";
"Course.ACCESSIBILITY.OVERALL_GRADE_SECTION" = "Bagian nilai keseluruhan";
"Course.ACCESSIBILITY.GRADE_DETAILS_SECTION" = "Bagian detail nilai";
"Course.ACCESSIBILITY.ASSIGNMENT_ITEM" = "Item tugas";
"Course.ACCESSIBILITY.REQUIRED_GRADE_INDICATOR" = "Indikator nilai yang diperlukan untuk lulus";
"Course.ACCESSIBILITY.PROGRESS_PERCENTAGE_COMPLETED" = "%@ persen selesai";
"Course.ACCESSIBILITY.REQUIRED_GRADE_TO_PASS" = "%@ persen diperlukan untuk lulus";
"Course.ACCESSIBILITY.ASSIGNMENT_PROGRESS_DETAILS" = "%@, %@ dari %@ selesai, %@ dari %@ persen dari nilai";
"Course.ACCESSIBILITY.CURRENT_GRADE" = "Nilai saat ini: %@ persen";
"Course.ACCESSIBILITY.GRADE_REQUIREMENT_WARNING" = "Peringatan persyaratan nilai: %@ persen diperlukan untuk lulus";
"Course.ACCESSIBILITY.PROGRESS_VISUALIZATION" = "Visualisasi kemajuan menunjukkan %@ kategori tugas";
"Course.ACCESSIBILITY.OVERALL_PROGRESS_VALUE" = "Kemajuan keseluruhan: %@ persen";
"Course.ACCESSIBILITY.PROGRESS_HINT" = "Menunjukkan rincian kemajuan berdasarkan jenis tugas";
"Course.ACCESSIBILITY.NO_GRADED_ASSIGNMENTS_HINT" = "Kursus ini tidak memiliki tugas yang dinilai untuk ditampilkan";
"Course.ACCESSIBILITY.NO_PROGRESS_HINT" = "Selesaikan aktivitas kursus untuk melihat kemajuan Anda di sini";
"Course.ACCESSIBILITY.ASSIGNMENT_TYPE_HEADER" = "Judul kolom jenis tugas";
"Course.ACCESSIBILITY.CURRENT_MAX_PERCENT_HEADER" = "Judul kolom persentase saat ini dan maksimum";
"Course.ACCESSIBILITY.WEIGHT_CONTRIBUTION" = "Bobot: %@ persen dari nilai";
"Course.ACCESSIBILITY.ASSIGNMENT_COMPLETION" = "%@ dari %@ selesai";
"Course.ACCESSIBILITY.ASSIGNMENT_GRADE_EARNED" = "Nilai saat ini: %@ dari %@ persen";
"Course.ACCESSIBILITY.ASSIGNMENT_FULL_DETAILS" = "%@ dari %@ selesai. Bobot: %@ persen dari nilai. Nilai saat ini: %@ dari %@ persen";
"Course.DOWNLOAD.DOWNLOADS" = "Unduhan";
"Course.DOWNLOAD.ALL_VIDEOS_DOWNLOADED" = "Semua video terunduh";
"Course.DOWNLOAD.DOWNLOADING_VIDEOS" = "Mengunduh video...";
"Course.DOWNLOAD.DOWNLOAD_TO_DEVICE" = "Unduh ke perangkat";
"Course.DOWNLOAD.VIDEOS" = "Videos";
"Course.DOWNLOAD.REMAINING" = "Tersisa";
"Course.DOWNLOAD.UNTITLED" = "Tanpa judul";
"Course.DOWNLOAD.TOTAL" = "Total";
"Course.DOWNLOAD.CHANGE_QUALITY_ALERT" = "Anda tidak dapat mengubah kualitas video unduhan ketika semua video sedang mengunduh";
"Course.DOWNLOAD.NO_WIFI_MESSAGE" = "Setelan unduhan Anda saat ini hanya mengizinkan mengunduh melalui Wi-Fi.\nSilakan sambungkan ke jaringan Wi-Fi atau ubah pengaturan unduhan Anda.";
"Course.COURSE_DATES.TODAY" = "Hari ini";
"Course.COURSE_DATES.COMPLETED" = "Selesai";
"Course.COURSE_DATES.PAST_DUE" = "Telah lewat jatuh tempo";
"Course.COURSE_DATES.DUE_NEXT" = "Jatuh tempo berikutnya";
"Course.COURSE_DATES.UNRELEASED" = "Belum dirilis";
"Course.COURSE_DATES.VERIFIED_ONLY" = "Hanya Terverifikasi";
"Course.COURSE_DATES.ITEMS_HIDDEN" = "Barang Tersembunyi";
"Course.COURSE_DATES.ITEM_HIDDEN" = "Barang Tersembunyi";
"Course.COURSE_DATES.TOAST_SUCCESS_TITLE" = "Tanggal jatuh tempo bergeser";
"Course.COURSE_DATES.TOAST_SUCCESS_MESSAGE" = "Tanggal jatuh tempo Anda telah berhasil diubah untuk membantu Anda tetap pada jalurnya.";
"Course.COURSE_DATES.VIEW_ALL_DATES" = "Lihat semua tanggal";
"Course.COURSE_DATES.SYNC_TO_CALENDAR" = "Sinkronkan ke kalender";
"Course.COURSE_DATES.SYNC_TO_CALENDAR_MESSAGE" = "Secara otomatis menyinkronkan semua tenggat waktu dan tanggal jatuh tempo kursus ini ke kalender Anda.";
"Course.COURSE_DATES.ADD_CALENDAR_TITLE" = "Tambahkan kalender";
"Course.COURSE_DATES.REMOVE_CALENDAR_TITLE" = "Hapus kalender";
"Course.COURSE_DATES.ADD_CALENDAR_PROMPT" = "Apakah Anda ingin menambahkan kalender %@ \"%@\"? \n Anda dapat mengedit atau menghapus kalender kursus kapan saja di Kalender atau Pengaturan";
"Course.COURSE_DATES.REMOVE_CALENDAR_PROMPT" = "Apakah Anda ingin menghapus kalender %@ &quot;%@&quot;?";
"Course.COURSE_DATES.DATES_ADDED_ALERT_MESSAGE" = "\" %@ \" telah ditambahkan ke kalender Anda.";
"Course.COURSE_DATES.CALENDAR_SYNC_MESSAGE" = "Menyinkronkan kalender...";
"Course.COURSE_DATES.CALENDAR_VIEW_EVENTS" = "Lihat Acara";
"Course.COURSE_DATES.CALENDAR_EVENTS_ADDED" = "Kalender kursus Anda telah ditambahkan.";
"Course.COURSE_DATES.CALENDAR_EVENTS_REMOVED" = "Kalender kursus Anda telah dihapus.";
"Course.COURSE_DATES.CALENDAR_EVENTS" = "Acara kalender";
"Course.COURSE_DATES.CALENDAR_OUT_OF_DATE" = "Kalender kursus Anda sudah kedaluwarsa";
"Course.COURSE_DATES.CALENDAR_SHIFT_MESSAGE" = "Tanggal kursus Anda telah bergeser dan kalender kursus Anda tidak lagi sesuai dengan jadwal baru Anda.";
"Course.COURSE_DATES.CALENDAR_SHIFT_PROMPT_UPDATE_NOW" = "Memperbarui sekarang";
"Course.COURSE_DATES.CALENDAR_EVENTS_UPDATED" = "Jadwal kursus Anda telah diperbarui.";
"Course.COURSE_DATES.CALENDAR_PERMISSION_NOT_DETERMINED" = "%@ tidak memiliki izin kalender. Silakan buka pengaturan dan berikan izin kalender.";
"Course.COURSE_DATES.OPEN_SETTINGS" = "Buka Pengaturan";
"Course.COURSE_DATES.SETTINGS" = "Pengaturan";
"Course.COURSE_DATES.RESET_DATE.ERROR_MESSAGE" = "Tanggal Anda tidak dapat diubah. Silakan coba lagi.";
"Course.COURSE_DATES.RESET_DATE.SUCCESS_MESSAGE" = "Tanggal Anda telah berhasil diubah.";
"Course.COURSE_DATES.RESET_DATE.TITLE" = "Tanggal Kursus";
"Course.COURSE.DUE_TODAY" = "Jatuh Tempo Hari Ini";
"Course.COURSE.DUE_TOMORROW" = "Jatuh Tempo Besok";
"Course.COURSE.PROGRESS_COMPLETED" = "%@/%@ Selesai";
"Course.COURSE.PROGRESS_SECTIONS_COMPLETED" = "%@/%@ Bagian Selesai";
"Course.COURSE.PROGRESS_VIDEOS_COMPLETED" = "%@/%@ Selesai";
"Course.COURSE.PROGRESS_WATCHED" = "%@/%@ Ditonton";
"Course.COURSE.PROGRESS_VIEW_COMPLETED" = "Lihat Selesai";
"Course.COURSE.PROGRESS_HIDE_COMPLETED" = "Sembunyikan yang Selesai";
"Course.COURSE.ASSIGNMENT_COMPLETED" = "Lengkap";
"Course.COURSE.ASSIGNMENT_DRAG_AND_DROP" = "Seret dan Letakkan";
"Course.COURSE.ASSIGNMENT_GENERIC" = "Assignment";
"Course.COURSE.ASSIGNMENT_GRADED" = "Bergelar";
"Course.COURSE.ASSIGNMENT_NOT_STARTED" = "Belum Dimulai";
"Course.COURSE.ASSIGNMENT_OPEN_ASSESSMENT" = "Penilaian Terbuka";
"Course.COURSE.ASSIGNMENT_PEER_INSTRUCTION" = "Instruksi Sebaya";
"Course.COURSE.ASSIGNMENT_PROBLEM" = "Permasalahan";
"Course.COURSE.ASSIGNMENT_SURVEY" = "Survei";
"Course.COURSE.ASSIGNMENT_IN_PROGRESS" = "Sedang berlangsung";
"Course.COURSE.ASSIGNMENT_WORD_CLOUD" = "Awan Kata";
"Course.COURSE.ASSIGNMENT_LTI" = "Perangkat Luar";
"Course.COURSE.ASSIGNMENT_DISCUSSION" = "Diskusi";
"Course.COURSE.LARGEST_DOWNLOADS.TITLE" = "Unduhan Terbesar";
"Course.COURSE.LARGEST_DOWNLOADS.DONE" = "Selesai";
"Course.COURSE.LARGEST_DOWNLOADS.EDIT" = "Sunting";
"Course.COURSE.LARGEST_DOWNLOADS.REMOVE_DOWNLOADS" = "Hapus semua unduhan";
"Course.COURSE.OFFLINE.VISIBLE" = "%@ %% kursus ini terlihat di ponsel.";
"Course.COURSE.OFFLINE.DOWNLOADABLE" = "%@ %% dari kursus ini dapat diunduh.";
"Course.COURSE.OFFLINE.CAN_BE_COMPLETED" = "%@ %% kursus ini dapat diselesaikan secara luring.";
"Course.COURSE.TOTAL_PROGRESS.DOWNLOADED" = "Diunduh";
"Course.COURSE.TOTAL_PROGRESS.DOWNLOADING" = "Sedang mengunduh";
"Course.COURSE.TOTAL_PROGRESS.AVALIABLE_TO_DOWNLOAD" = "Tersedia untuk unduh";
"Course.COURSE.TOTAL_PROGRESS.READY_TO_DOWNLOAD" = "Siap untuk Unduh";
"Course.COURSE.OFFLINE.DOWNLOAD_ALL" = "Unduh semuanya";
"Course.COURSE.OFFLINE.CANCEL_COURSE_DOWNLOAD" = "Batalkan Unduh Kursus";
"Course.COURSE.OFFLINE.YOU_CAN_DOWNLOAD" = "Anda dapat mengunduh konten kursus secara offline untuk dipelajari saat bepergian, tanpa memerlukan koneksi internet aktif atau menggunakan data seluler.";
"Course.COURSE.OFFLINE.YOU_CANT_DOWNLOAD" = "Saat ini, Anda tidak dapat mengunduh konten kursus ini secara offline.";
"Course.COURSE.RETURN_TO_HOME" = "Kembali ke Beranda Kursus";
"Course.OFFLINE.NOT_DOWNLOADED.TITLE" = "Komponen ini tidak mengunduh";
"Course.OFFLINE.NOT_DOWNLOADED.DESCRIPTION" = "Jelajahi bagian lain dari kursus ini atau unduh ini saat Anda terhubung kembali.";
"Course.OFFLINE.NOT_AVALIABLE.TITLE" = "Komponen ini belum tersedia secara offline";
"Course.OFFLINE.NOT_AVALIABLE.DESCRIPTION" = "Jelajahi bagian lain dari kursus ini atau lihat ini saat Anda tersambung kembali.";
"Course.CALENDAR_SYNC_STATUS.SYNCED" = "Disinkronisasi ke Kalender";
"Course.CALENDAR_SYNC_STATUS.FAILED" = "Kalender tidak dapat disinkronkan";
"Course.CALENDAR_SYNC_STATUS.OFFLINE" = "Luring";
"Course.ASSIGNMENT_STATUS.COMPLETE" = "%@ Selesai - %@/%@ poin";
"Course.ASSIGNMENT_STATUS.PAST_DUE" = "%@ Terlambat - %@/%@ poin";
"Course.ASSIGNMENT_STATUS.NOT_YET_AVAILABLE" = "%@ Belum Tersedia";
"Course.ASSIGNMENT_STATUS.IN_PROGRESS" = "%@ - %@/%@ poin";
"Course.ASSIGNMENT_STATUS.DUE_WITH_DATE" = "%@ %@";
"Course.ASSIGNMENT.REVIEW_GRADING_POLICY" = "Tinjau Kebijakan Penilaian Kursus";
"Course.ASSIGNMENT.UNKNOWN_SEQUENCE" = "Unknown";
"Course.ACCESSIBILITY.COURSE_PROGRESS_SECTION" = "Bagian kemajuan kursus";
"Course.ACCESSIBILITY.CONTINUE_LEARNING_SECTION" = "Bagian lanjutkan pembelajaran";
"Course.ACCESSIBILITY.COURSE_CONTENT_SECTION" = "Bagian konten kursus";
"Course.ACCESSIBILITY.ERROR_MESSAGE_SECTION" = "Bagian pesan kesalahan";
"Course.ACCESSIBILITY.LOADING_SECTION" = "Memuat bagian";
"Course.ACCESSIBILITY.VIDEOS_SECTION" = "Bagian video";
"Course.ACCESSIBILITY.VIDEO_PROGRESS_SECTION" = "Kemajuan video %@ dari %@ Selesai.";
"Course.ACCESSIBILITY.ASSIGNMENTS_SECTION" = "Bagian Tugas";
"Course.ACCESSIBILITY.ASSIGNMENT_PROGRESS_SECTION" = "Bagian kemajuan tugas";
"Course.ACCESSIBILITY.NO_CONTENT_SECTION" = "Tidak ada konten tersedia di bagian ini";
"Course.ACCESSIBILITY.CAROUSEL.NEXT_SLIDE_BUTTON" = "Next Page";
"Course.ACCESSIBILITY.CAROUSEL.LAST_SLIDE_BUTTON" = "Halaman Terakhir";
"Course.ACCESSIBILITY.CAROUSEL.PREVIOUS_SLIDE_BUTTON" = "Previous Page";
"Course.ACCESSIBILITY.CAROUSEL.ASSIGNMENTS_COMPLETED" = "%@ dari %@ tugas selesai";
"Course.ACCESSIBILITY.HIDE_COMPLETED_SECTIONS" = "Ketuk untuk menyembunyikan bagian yang telah selesai";
"Course.ACCESSIBILITY.SHOW_COMPLETED_SECTIONS" = "Ketuk untuk menampilkan bagian yang telah selesai";
"Course.ACCESSIBILITY.VIDEO_SECTION_HEADER" = "%@ bagian, %@ dari %@ video ditonton";
"Course.ACCESSIBILITY.DOWNLOAD_SECTION_BUTTON" = "Unduh bagian, %@";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL" = "Video: %@";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_COMPLETED" = "%@, selesai";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_IN_PROGRESS" = "%@, %@%% ditonton";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_NOT_STARTED" = "%@, belum dimulai";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_HINT" = "Ketuk untuk memutar video";
"Course.ACCESSIBILITY.VIDEO_PERCENTAGE_COMPLETED" = "%@ persen selesai";
"Course.ACCESSIBILITY.VIDEO_NAVIGATION_COUNT" = "Video %@ dari %@";
"Course.ACCESSIBILITY.VIDEO_NAVIGATION" = "Navigasi Video";
"Course.VIDEO_NAVIGATION.NO_VIDEO_TITLE" = "Tidak Ada Judul Video";
"Authorization.SIGN_IN.LOG_IN_TITLE" = "Masuk";
"Authorization.SIGN_IN.WELCOME_BACK" = "Selamat Datang kembali! Masuk untuk mengakses kursus Anda.";
"Authorization.SIGN_IN.EMAIL" = "Email";
"Authorization.SIGN_IN.EMAIL_OR_USERNAME" = "Email atau nama pengguna";
"Authorization.SIGN_IN.PASSWORD" = "Sandi";
"Authorization.SIGN_IN.FORGOT_PASS_BTN" = "Lupa sandi?";
"Authorization.SIGN_IN.SELECTED_SITE" = "Situs Terpilih";
"Authorization.SIGN_IN.CHANGE" = "Ganti";
"Authorization.SIGN_IN.AGREEMENT" = "Dengan masuk ke aplikasi ini, Anda menyetujui [Perjanjian Lisensi Pengguna Akhir %@](%@) dan [%@ Ketentuan Layanan dan Kode Kehormatan](%@) dan Anda mengakui bahwa %@ dan setiap Anggota memproses data pribadi Anda sesuai dengan [Kebijakan Privasi.](%@)";
"Authorization.SIGN_IN.SSO_HEADING" = "Mulailah hari ini untuk membangun karier Anda dengan percaya diri";
"Authorization.SIGN_IN.SSO_SUPPORTING_TEXT" = "Seperangkat program pengetahuan dan pemberdayaan yang terpadu untuk mengembangkan komponen sektor wakaf dan para pekerjanya";
"Authorization.SIGN_IN.SSO_LOG_IN_TITLE" = "Masuk";
"Authorization.SIGN_IN.SSO_LOG_IN_SUBTITLE" = "Log melalui layanan masuk terpadu nasional";
"Authorization.ERROR.INVALID_EMAIL_ADDRESS" = "alamat email salah";
"Authorization.ERROR.INVALID_PASSWORD_LENGHT" = "Panjang kata sandi tidak valid";
"Authorization.ERROR.ACCOUNT_NOT_REGISTERED" = "Akun %@ ini tidak terhubung dengan akun %@ mana pun. Silakan mendaftar.";
"Authorization.ERROR.INVALID_EMAIL_ADDRESS_OR_USERNAME" = "Email atau nama pengguna tidak valid";
"Authorization.ERROR.DISABLED_ACCOUNT" = "Akun Anda dinonaktifkan. Silakan hubungi dukungan pelanggan untuk bantuan.";
"Authorization.SIGN_UP.SUBTITLE" = "Buat akun untuk mulai belajar hari ini!";
"Authorization.SIGN_UP.CREATE_ACCOUNT_BTN" = "Buat Akun";
"Authorization.SIGN_UP.HIDE_FIELDS" = "Sembunyikan bidang opsional";
"Authorization.SIGN_UP.SHOW_FIELDS" = "Tampilkan bidang opsional";
"Authorization.SIGN_UP.SUCCESS_SIGNIN_LABEL" = "Anda berhasil masuk.";
"Authorization.SIGN_UP.SUCCESS_SIGNIN_SUBLABEL" = "Kami hanya memerlukan sedikit informasi lebih lanjut sebelum Anda mulai belajar.";
"Authorization.SIGN_UP.AGREEMENT" = "Dengan membuat akun, Anda menyetujui [Perjanjian Lisensi Pengguna Akhir %@](%@) dan [%@ Ketentuan Layanan dan Kode Kehormatan](%@) dan Anda mengakui bahwa %@ dan setiap Anggota memproses data pribadi Anda sesuai dengan [Kebijakan Privasi.](%@)";
"Authorization.SIGN_UP.MARKETING_EMAIL_TITLE" = "Saya setuju bahwa %@ boleh mengirimi saya pesan pemasaran.";
"Authorization.FORGOT.TITLE" = "Tidak ingat sandi";
"Authorization.FORGOT.DESCRIPTION" = "Silakan masukkan alamat email masuk atau pemulihan Anda di bawah ini dan kami akan mengirimkan email berisi petunjuk kepada Anda.";
"Authorization.FORGOT.REQUEST" = "Atur ulang sandi";
"Authorization.FORGOT.CHECK_TITLE" = "Periksa email Anda";
"Authorization.FORGOT.CHECK_Description" = "Kami mengirimkan instruksi pemulihan sandi ke email Anda. ";
"Authorization.CONTINUE_WITH" = "Lanjutkan dengan:";
"Authorization.LAST_SIGN_IN" = "Masuk terakhir";
"Authorization.OR_SIGN_IN_WITH" = "Masuk dengan email:";
"Authorization.OR_REGISTER_WITH" = "Atau daftar di bawah ini:";
"Authorization.APPLE" = "apel";
"Authorization.GOOGLE" = "Google";
"Authorization.FACEBOOK" = "Facebook";
"Authorization.MICROSOFT" = "Microsoft";
"Authorization.OR" = "Atau";
"Authorization.STARTUP.INFO_MESSAGE" = "Kursus dan program dari universitas terbaik dunia di saku Anda.";
"Authorization.STARTUP.SEARCH_TITLE" = "Apa yang ingin kamu pelajari?";
"Authorization.STARTUP.SEARCH_PLACEHOLDER" = "";
"Authorization.STARTUP.EXPLORE_ALL_COURSES" = "Jelajahi semua kursus";
"Authorization.STARTUP.TITLE" = "Mulai";
"Authorization.LEARNING_SITES.TITLE" = "Situs Pembelajaran";
"Authorization.LEARNING_SITES.GET_STARTED" = "Mulai";
"Authorization.LEARNING_SITES.WELCOME_SUBTITLE" = "Selamat datang! Pilih situs pembelajaran Anda";
"Authorization.LEARNING_SITES.SEARCH_TITLE" = "Cari";
"Authorization.LEARNING_SITES.SUBTITLE" = "Pilih atau tambahkan situs pembelajaran";
"Authorization.LEARNING_SITES.CURRENT_SITE" = "Situs Pembelajaran Saat Ini";
"Authorization.LEARNING_SITES.MORE_SITES" = "Situs Pembelajaran Lainnya";
"Authorization.LEARNING_SITES.ADD_SITE" = "Tambah Situs Pembelajaran";
"Authorization.LEARNING_SITES.SEARCH_PLACEHOLDER" = "Universitas Seni & Sains";
"Authorization.LEARNING_SITES.EMPTY_SEARCH" = "Tidak ada sekolah yang cocok dengan pencarianmu";
"Authorization.LEARNING_SITES.LOG_OUT_TITLE" = "Keluar";
"Authorization.LEARNING_SITES.LOG_OUT_MESSAGE" = "Apakah Anda yakin ingin keluar dari %@?";
"Authorization.LEARNING_SITES.LOG_OUT_ACTION" = "Keluar";
"WhatsNew.TITLE" = "Apa yang baru";
"WhatsNew.BUTTON_PREVIOUS" = "Sebelumnya";
"WhatsNew.BUTTON_NEXT" = "Selanjutnya";
"WhatsNew.BUTTON_DONE" = "Selesai";
"Dashboard.TITLE" = "Dashboard";
"Dashboard.HEADER.COURSES" = "Kursus";
"Dashboard.HEADER.WELCOME_BACK" = "Selamat Datang kembali. Mari terus belajar.";
"Dashboard.SEARCH" = "Cari";
"Dashboard.EMPTY.SUBTITLE" = "Anda belum terdaftar dalam kursus apa pun.";
"Dashboard.LEARN.TITLE" = "Mempelajari";
"Dashboard.LEARN.VIEW_ALL" = "Lihat semua";
"Dashboard.LEARN.VIEW_ALL_COURSES" = "Lihat Semua Kursus (%@)";
"Dashboard.LEARN.ALL_COURSES" = "Semua Kursus";
"Dashboard.LEARN.PRIMARY_CARD.ONE_PAST_ASSIGNMENT" = "1 Tugas yang Telah Jatuh Tempo";
"Dashboard.LEARN.PRIMARY_CARD.VIEW_ASSIGNMENTS" = "Lihat Tugas";
"Dashboard.LEARN.PRIMARY_CARD.PAST_ASSIGNMENTS" = "%@ Tugas yang Telah Jatuh Tempo";
"Dashboard.LEARN.PRIMARY_CARD.FUTURE_ASSIGNMENTS" = "%@ Tugas Jatuh Tempo %@ ";
"Dashboard.LEARN.PRIMARY_CARD.DUE_DAYS" = "%@ Jatuh tempo dalam %@ Hari";
"Dashboard.LEARN.PRIMARY_CARD.RESUME" = "Lanjutkan Kursus";
"Dashboard.LEARN.PRIMARY_CARD.START_COURSE" = "Mulai Kursus";
"Dashboard.LEARN.DROPDOWN_MENU.COURSES" = "Kursus";
"Dashboard.LEARN.DROPDOWN_MENU.PROGRAMS" = "Program-program";
"Dashboard.LEARN.CATEGORY.ALL" = "Semua";
"Dashboard.LEARN.CATEGORY.IN_PROGRESS" = "Sedang berlangsung";
"Dashboard.LEARN.CATEGORY.COMPLETED" = "Selesai";
"Dashboard.LEARN.CATEGORY.EXPIRED" = "Kedaluwarsa";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES" = "Tidak Ada Kursus";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES_IN_PROGRESS" = "Tidak Ada Kursus yang Sedang Berlangsung";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COMPLETED_COURSES" = "Tidak Ada Kursus yang Selesai";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_EXPIRED_COURSES" = "Tidak Ada Kursus yang Kedaluwarsa";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES_DESCRIPTION" = "Saat ini Anda tidak terdaftar dalam kursus apa pun, apakah Anda ingin menjelajahi katalog kursus?";
"Dashboard.LEARN.NO_COURSES_VIEW.FIND_A_COURSE" = "Temukan Kursus";
"Core.MAINSCREEN.DISCOVERY" = "";
"Core.MAINSCREEN.DASHBOARD" = "Dashboard";
"Core.MAINSCREEN.IN_DEVELOPING" = "Dalam mengembangkan";
"Core.MAINSCREEN.PROGRAMS" = "Program-program";
"Core.MAINSCREEN.PROFILE" = "Profil";
"Core.MAINSCREEN.LEARN" = "Mempelajari";
"Core.MAINSCREEN.SOCIAL_REGISTER_BANNER" = "Anda telah membuat akun %@ dengan akun %@ Anda. Anda telah masuk dengan akun tersebut.";
"Core.VIEW.SNACKBAR.TRY_AGAIN_BTN" = "Coba Lagi";
"Core.ERROR.INVALID_CREDENTIALS" = "Kredensial tidak valid";
"Core.ERROR.SLOW_OR_NO_INTERNET_CONNECTION" = "Koneksi internet lambat atau tidak ada sama sekali";
"Core.ERROR.NO_CACHED_DATA" = "Tidak ada data cache untuk mode offline";
"Core.ERROR.USER_NOT_ACTIVE" = "Akun pengguna tidak diaktifkan. Silakan aktifkan akun Anda terlebih dahulu.";
"Core.ERROR.UNKNOWN_ERROR" = "Ada yang salah";
"Core.ERROR.WIFI" = "Anda hanya dapat mengunduh file melalui Wi-Fi. Anda dapat mengubahnya di pengaturan.";
"Core.ERROR.AUTHORIZATION_FAILED" = "Otorisasi gagal.";
"Core.ERROR.INTERNET.NO_INTERNET_TITLE" = "Tidak ada koneksi internet";
"Core.ERROR.INTERNET.NO_INTERNET_DESCRIPTION" = "Silakan sambungkan ke internet untuk melihat konten ini.";
"Core.COURSEWARE.COURSE_CONTENT" = "Konten kursus";
"Core.COURSEWARE.COURSE_CONTENT_NOT_AVAILABLE" = "Komponen interaktif ini belum tersedia di perangkat seluler.";
"Core.COURSEWARE.COURSE_UNITS" = "Kursus unit";
"Core.COURSEWARE.NEXT" = "Selanjutnya";
"Core.COURSEWARE.PREVIOUS" = "Sebelumnya";
"Core.COURSEWARE.FINISH" = "Selesai";
"Core.COURSEWARE.GOOD_WORK" = "Kerja bagus!";
"Core.COURSEWARE.BACK_TO_OUTLINE" = "Kembali ke garis besar";
"Core.COURSEWARE.SECTION_COMPLETED" = "Anda telah menyelesaikan “%@”.";
"Core.COURSEWARE.CONTINUE" = "Lanjutkan";
"Core.COURSEWARE.RESUME" = "Melanjutkan";
"Core.COURSEWARE.RESUME_WITH" = "Lanjutkan dengan:";
"Core.COURSEWARE.NEXT_SECTION" = "Bagian selanjutnya";
"Core.COURSEWARE.NEXT_SECTION_DESCRIPTION_FIRST" = "Untuk melanjutkan dengan “";
"Core.COURSEWARE.NEXT_SECTION_DESCRIPTION_LAST" = "” tekan “Bagian selanjutnya”.";
"Core.ERROR.RELOAD" = "Muat ulang";
"Core.DATE.COURSE_STARTS" = "Kursus Dimulai";
"Core.DATE.COURSE_ENDS" = "Kursus Berakhir";
"Core.DATE.COURSE_ENDED" = "Kursus Berakhir";
"Core.DATE.ENDED" = "Berakhir";
"Core.DATE.START" = "Mulai";
"Core.DATE.STARTED" = "Dimulai";
"Core.DATE.JUST_NOW" = "Baru saja";
"Core.DATE.TODAY" = "Hari ini";
"Core.DATE.NEXT" = "Berikutnya %@";
"Core.DATE.DAYS_AGO" = "%@ Hari Lalu";
"Core.DATE.DUE" = "Jatuh tempo ";
"Core.DATE.DUE_IN" = "Jatuh tempo pada ";
"Core.DATE.DUE_IN_DAYS" = "Akan jatuh tempo dalam %@ Hari";
"Core.DATE.DUE_TODAY" = "Jatuh Tempo Hari Ini: %@";
"Core.DATE.DUE_DATE_PAST" = "%@ Hari Terlambat: %@";
"Core.DATE.DUE_IN_LEFT" = "Jatuh tempo dalam %@ hari: %@";
"Core.ALERT.ACCEPT" = "Menerima";
"Core.ALERT.CANCEL" = "Batalkan";
"Core.ALERT.LOGOUT" = "Keluar";
"Core.ALERT.LEAVE" = "Meninggalkan";
"Core.ALERT.SIGN_IN" = "Masuk";
"Core.ALERT.REGISTER" = "Daftar";
"Core.ALERT.KEEP_EDITING" = "Lanjutkan mengedit";
"Core.ALERT.DELETE" = "Hapus";
"Core.ALERT.ADD" = "Tambahkan";
"Core.ALERT.REMOVE" = "Hapus";
"Core.ALERT.CALENDAR_SHIFT_PROMPT_REMOVE_COURSE_CALENDAR" = "Hapus kalender kursus";
"Core.NO_INTERNET.OFFLINE" = "Luring";
"Core.NO_INTERNET.DISMISS" = "Abaikan";
"Core.NO_INTERNET.RELOAD" = "Muat ulang";
"Core.DATE_FORMAT.MMMM_DD" = "MMMM dd";
"Core.DATE_FORMAT.MMM_DD_YYYY" = "MMM dd, yyyy";
"Core.DATE_FORMAT.MMMM_DD_YYYY" = "MMMM dd, yyyy";
"Core.DOWNLOAD_MANAGER.DOWNLOAD" = "Unduh";
"Core.DOWNLOAD_MANAGER.DOWNLOADED" = "Diunduh";
"Core.DOWNLOAD_MANAGER.COMPLETED" = "Selesai";
"Core.SETTINGS.VIDEO_DOWNLOAD_QUALITY_TITLE" = "Kualitas pengunduhan video";
"Core.SETTINGS.DOWNLOAD_QUALITY_AUTO_TITLE" = "Mobil";
"Core.SETTINGS.DOWNLOAD_QUALITY_AUTO_DESCRIPTION" = "Direkomendasikan";
"Core.SETTINGS.DOWNLOAD_QUALITY_360_TITLE" = "360p";
"Core.SETTINGS.DOWNLOAD_QUALITY_360_DESCRIPTION" = "Penggunaan data lebih rendah";
"Core.SETTINGS.DOWNLOAD_QUALITY_540_TITLE" = "540p";
"Core.SETTINGS.DOWNLOAD_QUALITY_720_TITLE" = "720p";
"Core.SETTINGS.DOWNLOAD_QUALITY_720_DESCRIPTION" = "Kualitas terbaik";
"Core.DONE" = "Selesai";
"Core.VIEW" = "Tampilkan";
"Core.BACK" = "Kembali";
"Core.OK" = "Oke";
"Core.CLOSE" = "Tutup";
"Core.PICKER.SEARCH" = "Cari";
"Core.PICKER.ACCEPT" = "Menerima";
"Core.WEBVIEW.ALERT.OK" = "Oke";
"Core.WEBVIEW.ALERT.CANCEL" = "Batalkan";
"Core.WEBVIEW.ALERT.CONTINUE" = "Lanjutkan";
"Core.REVIEW.VOTE_TITLE" = "Menikmati Open edX?";
"Core.REVIEW.VOTE_DESCRIPTION" = "Masukan Anda penting bagi kami. Maukah Anda meluangkan waktu sejenak untuk menilai aplikasi dengan mengetuk bintang di bawah? Terima kasih atas dukunganmu!";
"Core.REVIEW.FEEDBACK_TITLE" = "Tinggalkan Kami Umpan Balik";
"Core.REVIEW.FEEDBACK_DESCRIPTION" = "Kami menyesal mendengar pengalaman belajar Anda mengalami beberapa masalah. Kami menghargai semua masukan.";
"Core.REVIEW.THANKS_FOR_VOTE_TITLE" = "Terima kasih";
"Core.REVIEW.THANKS_FOR_VOTE_DESCRIPTION" = "Terima kasih telah berbagi masukan Anda dengan kami. Apakah Anda ingin membagikan ulasan Anda tentang aplikasi ini dengan pengguna lain di App Store?";
"Core.REVIEW.THANKS_FOR_FEEDBACK_TITLE" = "Terima kasih";
"Core.REVIEW.THANKS_FOR_FEEDBACK_DESCRIPTION" = "Kami menerima masukan Anda dan akan menggunakannya untuk membantu meningkatkan pengalaman belajar Anda di masa mendatang. Terima kasih sudah berbagi!";
"Core.REVIEW.BETTER" = "Apa yang bisa lebih baik?";
"Core.REVIEW.NOT_NOW" = "Tidak sekarang";
"Core.REVIEW.BUTTON.SUBMIT" = "Kirim";
"Core.REVIEW.BUTTON.SHARE_FEEDBACK" = "Bagikan Masukan";
"Core.REVIEW.BUTTON.RATE_US" = "Nilai Kami";
"Core.REVIEW.EMAIL.TITLE" = "Pilih klien email:";
"Core.SOCIAL_SIGN_CANCELED" = "Pengguna membatalkan alur masuk.";
"Core.SIGN_IN.LOG_IN_BTN" = "Masuk";
"Core.SIGN_IN.REGISTER_BTN" = "Daftar";
"Core.SIGN_IN.LOG_IN_WITH_SSO_BTN" = "Masuk dengan SSO";
"Core.TOMORROW" = "Besok";
"Core.YESTERDAY" = "Kemarin";
"Core.OPEN_IN_BROWSER" = "Lihat di Safari";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.BODY" = "Jangan khawatir – geser jadwal yang kami sarankan untuk menyelesaikan tugas yang sudah jatuh tempo tanpa kehilangan kemajuan apa pun.";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.BUTTON" = "Menggeser tanggal jatuh tempo";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.HEADER" = "Melewatkan beberapa tenggat waktu?";
"Core.COURSE_DATES.RESET_DATE.TAB_INFO_BANNER.BODY" = "Kami membuat jadwal yang disarankan untuk membantu Anda tetap pada jalurnya. Namun jangan khawatir – ini fleksibel sehingga Anda dapat belajar sesuai keinginan Anda. Jika Anda terlambat, Anda dapat menyesuaikan tanggalnya agar tetap pada jalurnya.";
"Core.COURSE_DATES.RESET_DATE.TAB_INFO_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.BODY" = "Untuk menyelesaikan tugas yang dinilai sebagai bagian dari kursus ini, Anda dapat mengupgrade sekarang.";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.BUTTON" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.BODY" = "Anda sedang mengaudit kursus ini, yang berarti Anda tidak dapat berpartisipasi dalam tugas yang dinilai. Sepertinya Anda melewatkan beberapa tenggat waktu penting berdasarkan jadwal yang kami sarankan. Untuk menyelesaikan tugas yang dinilai sebagai bagian dari kursus ini dan mengalihkan tugas yang sudah lewat jatuh tempo ke tugas mendatang, Anda dapat mengupgrade sekarang.";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.BUTTON" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.ERROR_MESSAGE" = "Tanggal Anda tidak dapat diubah. Silakan coba lagi.";
"Core.COURSE_DATES.RESET_DATE.SUCCESS_MESSAGE" = "Tanggal Anda telah berhasil diubah.";
"Core.COURSE_DATES.RESET_DATE.TITLE" = "Tanggal Kursus";
"Core.COURSE_DATES.TODAY" = "Hari ini";
"Core.COURSE_DATES.COMPLETED" = "Selesai";
"Core.COURSE_DATES.PAST_DUE" = "Telah lewat jatuh tempo";
"Core.COURSE_DATES.THIS_WEEK" = "Minggu ini";
"Core.COURSE_DATES.NEXT_WEEK" = "Minggu depan";
"Core.COURSE_DATES.UPCOMING" = "Mendatang";
"Core.COURSE.STORAGE_ALERT.TITLE" = "Penyimpanan Perangkat Penuh";
"Core.COURSE.STORAGE_ALERT.DESCRIPTION" = "Perangkat Anda tidak memiliki cukup ruang kosong untuk mengunduh konten ini. Harap kosongkan sebagian ruang dan coba lagi.";
"Core.COURSE.STORAGE_ALERT.USED_AND_FREE" = "%@ terpakai, %@ tersedia";
"Core.COURSE.ALERT.CANCEL" = "Batalkan";
"Core.COURSE.ALERT.CLOSE" = "Tutup";
"Core.COURSE.ALERT.REMOVE" = "Hapus";
"Core.COURSE.ALERT.DOWNLOAD" = "Unduh";
"Core.COURSE.ALERT.TRY_AGAIN" = "Coba lagi";
"Core.COURSE.ALERT.REMOVE_TITLE" = "Hapus Konten Offline?";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_TITLE" = "Konfirmasi Unduh";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_CELLULAR_TITLE" = "Unduh di Seluler?";
"Core.COURSE.ALERT.REMOVE_DESCRIPTION" = "Menghapus konten ini akan membebaskan %@ .";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_DESCRIPTION" = "Mengunduh konten %@ ini akan menyimpan blok yang tersedia secara offline.";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_CELLULAR_DESCRIPTION" = "Unduh konten ini akan menggunakan %@ data seluler.";
"Core.COURSE.ERROR.DOWNLOAD_FAILED_TITLE" = "Unduh Gagal";
"Core.COURSE.ERROR.NO_INTERNET_CONNECTION_TITLE" = "Tidak Ada Koneksi Internet";
"Core.COURSE.ERROR.WIFI_REQUIRED_TITLE" = "Diperlukan Wi-Fi";
"Core.COURSE.ERROR.DOWNLOAD_FAILED_DESCRIPTION" = "Sayangnya, konten ini gagal diunduh. Coba lagi nanti atau laporkan masalah ini.";
"Core.COURSE.ERROR.NO_INTERNET_CONNECTION_DESCRIPTION" = "Mengunduh konten ini memerlukan koneksi internet aktif. Harap sambungkan ke internet dan coba lagi.";
"Core.COURSE.ERROR.WIFI_REQUIRED_DESCRIPTION" = "Mengunduh konten ini memerlukan koneksi WiFi aktif. Harap sambungkan ke jaringan WiFi dan coba lagi.";
"Core.DOWNLOAD.DOWNLOAD_LARGE_FILE_MESSAGE" = "Video-video yang Anda pilih berukuran lebih dari 1 GB. Apakah Anda ingin mengunduh video ini?";
"Core.DOWNLOAD.DOWNLOAD" = "Unduh";
"Core.ALERT.ACCEPT" = "Menerima";
